Repository: mountrcg/freeaps
Catalog: Dependencies/LoopKit/LoopKitUI/*.lproj/Localizable.strings
Languages: uk

source: %1$@ units remaining at %2$@
uk: %1$@ одиниць залишилося на %2$@

source: Absorption Time
uk: Час поглинання

source: Activity
uk: Активність

source: Are you sure you want to delete all history entries?
uk: Ви впевнені, що хочете видалити всі вибрані записи?

source: Are you sure you want to delete all reservoir values?
uk: Ви дійсно бажаєте видалити всі записи резервуарів?

source: Add Account
uk: Додати обліковий запис

source: Delete Account
uk: Видалити обліковий запис

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
uk: База, болюсы та болюси на корекцію снижени на%@%%.

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
uk: База, болюси та болюси на корекцію збільшени на %@%%.

source: Basal, bolus, and correction insulin dose amounts are unaffected.
uk: База, болюси та болюси на корекцію не змінилися.

source: Cancel
uk: Відмінити

source: Cancel Override
uk: Скасувати ручний контроль

source: Canceling Temp Basal
uk: Відмінити тимчасову базальну швидкість (ТБШ)

source: Add Carb Entry
uk: Додати запис вуглеводів

source: Edit Carb Entry
uk: Редагувати запис вуглеводів

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
uk: Зміни буде застосовано лише цього разу, на час ручного контролю. Налаштування за замовчуванням %@ не вплинуть.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
uk: Виберіть довший час поглинання для великих страв, або тих, що містять жири і білки. Це лише інструкція по алгоритму і не повинна бути точною.

source: com.loudnate.CarbKit.COBDateLabel
uk: о %1$s

source: com.loudnate.CarbKit.totalDateLabel
uk: починаючи з %1$@

source: com.loudnate.InsulinKit.IOBDateLabel
uk: о %1$s

source: com.loudnate.InsulinKit.totalDateLabel
uk: починаючи з %1$@

source: com.loudnate.LoopKit.errorAlertActionTitle
uk: ОК

source: Condition
uk: Стан

source: Continue
uk: Продовжити

source: Correction range is the blood glucose range that you would like Loop to correct to.
uk: Діапазон корекції це бажаний діапазон значень ГК для обробки алгоритмом петлі.

source: Custom
uk: Своя

source: Custom Override
uk: Налаштоване ручне управління

source: Date
uk: Дата

source: Delete All
uk: Видалити все

source: Duration
uk: Тривалість

source: Edit Override
uk: Редагувати ручний контроль

source: Editing affects only the active override. The default settings of %@ will not be affected.
uk: Виправлення затронуть тільки активну версію. Значення за замовчуванням %@ не будуть змінені.

source: Enable Indefinitely
uk: Увімкнути безстроково

source: Enabled
uk: Активовано

source: Enter a number of units
uk: Введіть кількість одиниць

source: Enter a rate in units per hour
uk: Введіть швидкість в одиницях за годину

source: Fast
uk: Швидкий

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
uk: Інсулінова чутливість описує як глюкоза повинна реагувати на 1 єдину дозу інсуліну. Менші значення означають, що більше інсуліну буде дано, коли нагорі. Значення занадто малі можуть спричиняти небезпечно низьку глюкозу.

source: max
uk: максимум

source: Maximum Basal Rate
uk: Максимальна швидкість базалу

source: Maximum Bolus
uk: Максимум Болюса

source: Medium
uk: Середня

source: min
uk: хв

source: More Info
uk: Додаткові відомості

source: Name
uk: Ім’я

source: New Preset
uk: Новий набір налаштувань

source: Other
uk: Інше

source: Overall Insulin Needs
uk: Загальна потребність в інсуліні

source: Override Presets
uk: Змінити параметри

source: Override presets can be set up under the 'Configuration' section of the settings screen.
uk: Зміни параметрів можно задавати в разділі “Конфігурація” экрану налаштувань.

source: Overrides
uk: Зміни

source: Pre-Meal
uk: Перед їжою

source: PRESETS
uk: ПОПЕРЕДНІ НАЛАШТУВАННЯ

source: Pump Event
uk: Подія Помпи

source: Resume Delivery
uk: Відновити доставку

source: Resuming
uk: Відновлюється

source: Running
uk: Запущено

source: Save
uk: Зберегти

source: SCHEDULED OVERRIDE
uk: ЗАПЛАНОВАНЕ ВИКОНАННЯ ЗМІН

source: Slow
uk: Повільна

source: Start Time
uk: Час початку

source: Starting Temp Basal
uk: Час початку тимчасового базала

source: Suspend Delivery
uk: Призупинити доставку

source: Suspending
uk: Виконується зупинка

source: Symbol
uk: Значок

source: Tap to set
uk: Натисніть, щоб налаштувати

source: Target Range
uk: Цільові Діапазони

source: Temporary Override
uk: Тимчасовий

source: Required
uk: Обов’язково

source: The maximum absorption time is %@
uk: Максимальний час поглинання — %@

source: The maximum allowed amount is %@ grams
uk: Максимально допустима кількість становить %@ грам

source: Times in %1$@%2$@%3$@
uk: Разів за %1$@%2$@%3$@

source: U/hour
uk: од/год

source: Units
uk: Одиниці

source: Unknown
uk: Невідомий

source: Verifying
uk: Верифікація

source: Warning
uk: Попередження

source: Workout
uk: Тренування
