Repository: mountrcg/freeaps
Catalog: Dependencies/rileylink_ios/MinimedKitUI/*.lproj/Localizable.strings
Languages: uk

source: %1$@ basal schedule entries
uk: %1$@ записи базального графіка

source: %1$@ Units of insulin remaining
uk: %1$@ Залишилося одиниць інсуліну

source: Alkaline and Lithium batteries decay at differing rates. Alkaline tend to have a linear voltage drop over time whereas lithium cell batteries tend to maintain voltage until halfway through their lifespan. Under normal usage in a Non-MySentry compatible Minimed (x22/x15) insulin pump running Loop, Alkaline batteries last approximately 4 to 5 days. Lithium batteries last between 1-2 weeks. This selection will use different battery voltage decay rates for each of the battery chemistry types and alert the user when a battery is approximately 8 to 10 hours from failure.
uk: Лужні та літієві батареї сідають з різною швидкістю. У лужних падіння лінійне, тоді як літієві зберігають напругу протягом половини терміну служби. При нормальному користуванні в помпі Minimed без Mysentry (x22/x15) із застосуванням алгоритму ІПЗ лужні батареї служать приблизно від 4 до 5 днів. Літієві служать від 1 до 2 тижнів. Це налаштування буде використовувати різну швидкість падіння напруги батарейок залежно від їх хімічного типу і попереджати користувача за 8-10 годин до відмови

source: Are you sure you want to delete this pump?
uk: Ви впевнені, що хочете видалити цю помпу?

source: Awake Until
uk: Робочий стан до

source: Basal Rates
uk: Дози базалу

source: Battery: %1$@ volts
uk: Батарея: %1$@ вольт

source: Best Frequency
uk: Найкраща частота

source: Bolusing: %1$@
uk: Болюс: %1$@

source: Cancel
uk: Відмінити

source: Change Time
uk: Змінити час

source: Change Time Zone
uk: Змінити часовий пояс

source: Changing time…
uk: Зміна часу…

source: Commands
uk: Команди

source: Configuration
uk: Налаштування

source: Connect
uk: Підключити

source: Connection State
uk: Стан з'єднання

source: Delete Pump
uk: Видалити помпу

source: Delivery Limits
uk: Ліміт доставки

source: Device
uk: Пристрій

source: Discover Commands
uk: Відкрийте для себе команди

source: Discovering commands…
uk: Виявлення команд…

source: Enable Diagnostic LEDs
uk: Увімкнути LED лампочки діагностики

source: Enabled Diagnostic LEDs
uk: LED лампочки діагностики включені

source: Error Resuming
uk: Помилка при відновленні

source: Error Suspending
uk: Помилка призупинення

source: Fetch Enlite Glucose
uk: Отримати дані глюкози з Enlite

source: Fetch Recent History
uk: Отримати логі недавньої історії

source: Fetching glucose…
uk: Отримання глюкози…

source: Fetching history…
uk: Отримання історії…

source: Fetching pump model…
uk: Отримання моделі насоса…

source: Firmware
uk: Прошивка

source: Firmware Version
uk: Версія прошивки

source: Get Pump Model
uk: Отримати модель помпи

source: Get Statistics…
uk: Отримати статистику…

source: Insulin delivery can be determined from the pump by either interpreting the event history or comparing the reservoir volume over time. Reading event history allows for a more accurate status graph and uploading up-to-date treatment data to Nightscout, at the cost of faster pump battery drain and the possibility of a higher radio error rate compared to reading only reservoir volume. If the selected source cannot be used for any reason, the system will attempt to fall back to the other option.
uk: Подача інсуліну може визначатися з помпи шляхом інтерпретації історії подій чи порівнянням зміни обсягів резервуара за час. Читання історії подій дозволяє викреслити більш точний графік стану та завантажити в Nightscout актуальні дані лікування/призначень (за рахунок швидшого виснаження батареї помпи та вищого відсотка помилок радіозв'язку) порівняно зі зчитуванням даних лише про обсяг резервуара.

source: Last Awake
uk: Останнє пробудження

source: Listening Off
uk: Отримую дані від

source: MySentry Pair
uk: Сполучення з MySentry

source: Name
uk: Ім’я

source: No response
uk: Немає відповіді

source: On Idle
uk: У режимі очікування

source: On your pump, go to the Find Device screen and select "Find Device". Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device
uk: На помпі перейдіть на екран «Знайти пристрій» і виберіть «Знайти пристрій». \Головне меню >\Утиліти > Підключити пристрої >\Інші пристрої > Увімк. > Знайти пристрій

source: Preferred Data Source
uk: Бажане джерело даних

source: Pump
uk: Помпа

source: Pump Battery Type
uk: Тип батареї помпи

source: Pump ID
uk: ID помпи

source: Pump Model
uk: Модель помпи

source: Pump Settings
uk: Налаштування Помпи

source: Read Basal Schedule
uk: Прочитати графік базалу

source: Read Pump Status
uk: Прочитати статус помпи

source: Reading basal schedule…
uk: Читання графіка базалу…

source: Reading pump status…
uk: Читання статусу помпи...

source: Region
uk: Регіон

source: Retry
uk: Спробувати знову

source: RileyLink Statistics
uk: Статистика RileyLink

source: Save to Pump…
uk: Зберегти на помпі…

source: Send Button Press
uk: Натисніть кнопку «Надіслати».

source: Sending button press…
uk: Відправляється команда нажать кнопку…

source: Signal Strength
uk: Рівень сигналу

source: Succeeded
uk: Успішно

source: Suspended: %1$@
uk: Припинено: %1$@

source: Trials
uk: Випробування

source: Tune Radio Frequency
uk: Налаштуйте радіочастоту

source: Tuning radio…
uk: Налаштовується радіочастота...

source: Unknown
uk: Невідомий

source: Uptime
uk: Час роботи
